M 9001 2     9038 皇宮禁衛軍
E 9022 9001  3    兵籍名牌
E 9009 9001  5    禁衛軍鎧甲
E 9015 9001  8    禁衛軍戰靴
E 9018 9001  14   禁衛軍護腕
E 9018 9001  15   禁衛軍護腕
E 9005 9001  16   禁衛軍長劍
M 9001 2     9045 皇宮禁衛軍
E 9022 9001  3    兵籍名牌
E 9009 9001  5    禁衛軍鎧甲
E 9015 9001  8    禁衛軍戰靴
E 9018 9001  14   禁衛軍護腕
E 9018 9001  15   禁衛軍護腕
E 9005 9001  16   禁衛軍長劍
M 9002 3     9001 殿前武士
E 9022 9002  3    兵籍名牌
E 9011 9002  5    禁衛軍重型鎧甲
E 9024 9002  6    降龍盔
E 9023 9002  7    禁衛軍護膝
E 9015 9002  8    禁衛軍戰靴
E 9020 9002  10   禁衛軍護臂
E 9018 9002  14   禁衛軍護腕
E 9018 9002  15   禁衛軍護腕
E 9006 9002  16   皇家金刀
M 9002 3     9003 殿前武士
E 9022 9002  3    兵籍名牌
E 9011 9002  5    禁衛軍重型鎧甲
E 9024 9002  6    降龍盔
E 9023 9002  7    禁衛軍護膝
E 9015 9002  8    禁衛軍戰靴
E 9020 9002  10   禁衛軍護臂
E 9018 9002  14   禁衛軍護腕
E 9018 9002  15   禁衛軍護腕
E 9006 9002  16   皇家金刀
M 9003 1     9055 藥舖夥計
G 511  3033       薏仁丹
G 512  3033       大還丹
G 513  3033       小還丹
G 514  3033       金創藥
G 515  3033       雪創膏
M 9004 3     9011 乞丐
M 9004 3     9028 乞丐
M 9004 3     9023 乞丐
M 9005 3     9024 清道夫
M 9005 3     9018
M 9005 3     9046
M 9006 2     9006
M 9006 2     9029
M 9007 3     9030
M 9007 3     9031
M 9007 3     9032
M 9007 3     9033
M 9007 3     9034
M 9008 2     9006 京城大盜
E 9010 9008  5    夜行衣
E 538  9008  16   鬼頭刀
M 9008 2     9026 京城大盜
E 9010 9008  5    夜行衣
E 538  9008  16   鬼頭刀
M 9009 3     9041 御前護衛
E 9022 9009  3    兵籍名牌
E 9012 9009  5    金絲戰袍
E 9024 9009  6    降龍盔
E 9023 9009  7    禁衛軍護膝
E 9016 9009  8    勁雲靴
E 9020 9009  10   禁衛軍護臂
E 9018 9009  14   禁衛軍護腕
E 9018 9009  15   禁衛軍護腕
E 9007 9009  16   尚方寶劍
M 9009 3     9042 御前護衛
E 9022 9009  3    兵籍名牌
E 9012 9009  5    金絲戰袍
E 9024 9009  6    降龍盔
E 9023 9009  7    禁衛軍護膝
E 9016 9009  8    勁雲靴
E 9020 9009  10   禁衛軍護臂
E 9018 9009  14   禁衛軍護腕
E 9018 9009  15   禁衛軍護腕
E 9007 9009  16   尚方寶劍
M 9009 3     9044 御前護衛
E 9022 9009  3    兵籍名牌
E 9012 9009  5    金絲戰袍
E 9024 9009  6    降龍盔
E 9023 9009  7    禁衛軍護膝
E 9016 9009  8    勁雲靴
E 9020 9009  10   禁衛軍護臂
E 9018 9009  14   禁衛軍護腕
E 9018 9009  15   禁衛軍護腕
E 9007 9009  16   尚方寶劍
M 9010 3     9039 城門衛軍
E 9022 9010  3    兵籍名牌
E 9009 9010  5    禁衛軍鎧甲
E 9015 9010  8    禁衛軍戰靴
E 9027 9010  16   鐵槍
M 9010 3     9040 城門衛軍
E 9022 9010  3    兵籍名牌
E 9009 9010  5    禁衛軍鎧甲
E 9015 9010  8    禁衛軍戰靴
E 9027 9010  16   鐵槍
M 9010 3     9043 城門衛軍
E 9022 9010  3    兵籍名牌
E 9009 9010  5    禁衛軍鎧甲
E 9015 9010  8    禁衛軍戰靴
E 9027 9010  16   鐵槍
M 9011 1     9014 扶桑浪人
E 9014 9011  5    武士和服
E 9017 9011  8    木屐
M 9012 2     9047 宮女
E 9001 9012  5    紫降衫
E 9003 9012  3    紅玉墜子
M 9012 2     9049 宮女
E 9002 9012  5    湛藍色長袍
E 9003 9012  3    紅玉墜子
M 9013 1     9056 老頭
M 9014 2     9051 錦衣侍者
E 9013 9014  5    青絲軟甲
E 9025 9014  6    伏虎纓
E 9016 9014  8    勁雲靴
E 9021 9014  10   鳳翔護臂
E 9026 9014  11   麒麟盾牌
E 9019 9014  14   龍驤護腕
E 9019 9014  15   龍驤護腕
E 9008 9014  16   紫微軟劍
M 9014 2     9053 錦衣侍者
E 9013 9014  5    青絲軟甲
E 9025 9014  6    伏虎纓
E 9016 9014  8    勁雲靴
E 9021 9014  10   鳳翔護臂
E 9026 9014  11   麒麟盾牌
E 9019 9014  14   龍驤護腕
E 9019 9014  15   龍驤護腕
E 9008 9014  16   紫微軟劍
M 9015 1     9052 蘇秀才
E 9004 9015  16   碳筆
M 9017 1     9020 無賴
M 9018 2     9002 禁衛軍小隊長
E 9022 9018  3    兵籍名牌
E 9009 9018  5    禁衛軍鎧甲
E 9015 9018  8    禁衛軍戰靴
E 9005 9018  16   禁衛軍長劍
M 9018 2     9004 禁衛軍小隊長
E 9022 9018  3    兵籍名牌
E 9009 9018  5    禁衛軍鎧甲
E 9015 9018  8    禁衛軍戰靴
E 9005 9018  16   禁衛軍長劍
M 9019 2     9017 太監
M 9019 2     9021 太監
M 101  1     9017 金大師
M 102  1     9025 木大師
M 103  1     9029 水大師
M 104  1     9042 火大師
M 105  1     9051 土大師
O 14   1     9059

