* 城市的怪物及老闆
M  503    20     594   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     511   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     530   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     545   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     580   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     593   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     595   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     596   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     592   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     556   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     529   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     502   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     508   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  503    20     510   城門守衛
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  501    6      549   城市守衛
E  540    503    16    裝備鋼刀
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  501    6      555   城市守衛
E  540    503    16    裝備鋼刀
E  539    503    WEAR_BODY     裝備鎧甲
E  541    503    WEAR_FEET     裝備靴子
M  560    4      713   禁軍
E  556    560    WEAR_WIELD    裝備鋼刀
E  575    560    WEAR_BODY     裝備鎧甲
E  557    560    WEAR_FEET     裝備鞋子
E  547    560    WEAR_HANDS    裝備手套
M  560    4      715   禁軍
E  556    560    WEAR_WIELD    裝備鋼刀
E  575    560    WEAR_BODY     裝備鎧甲
E  557    560    WEAR_FEET     裝備鞋子
E  547    560    WEAR_HANDS    裝備手套
M  560    4      716   禁軍
E  556    560    WEAR_WIELD    裝備鋼刀
E  575    560    WEAR_BODY     裝備鎧甲
E  557    560    WEAR_FEET     裝備鞋子
E  547    560    WEAR_HANDS    裝備手套
M  560    4      718   禁軍
E  556    560    WEAR_WIELD    裝備鋼刀
E  575    560    WEAR_BODY     裝備鎧甲
E  557    560    WEAR_FEET     裝備鞋子
E  547    560    WEAR_HANDS    裝備手套
M  576    6      726   禁軍
E  577    576    WEAR_WIELD    裝備鋼劍
E  575    576    WEAR_BODY     裝備鎧甲
E  557    576    WEAR_FEET     裝備鞋子
E  547    576    WEAR_HANDS    裝備手套
M  576    6      728   禁軍
E  577    576    WEAR_WIELD    裝備鋼劍
E  575    576    WEAR_BODY     裝備鎧甲
E  557    576    WEAR_FEET     裝備鞋子
E  547    576    WEAR_HANDS    裝備手套
M  577    4      734   禁軍
E  577    577    WEAR_WIELD    裝備鋼劍
E  575    577    WEAR_BODY     裝備鎧甲
E  557    577    WEAR_FEET     裝備鞋子
E  547    577    WEAR_HANDS    裝備手套
M  577    4      736   禁軍
E  577    577    WEAR_WIELD    裝備鋼劍
E  575    577    WEAR_BODY     裝備鎧甲
E  557    577    WEAR_FEET     裝備鞋子
E  547    577    WEAR_HANDS    裝備手套
M  578    6      723   禁軍
E  577    578    WEAR_WIELD    裝備鋼劍
E  575    578    WEAR_BODY     裝備鎧甲
M  578    6      732   禁軍
E  577    578    WEAR_WIELD    裝備鋼劍
E  575    578    WEAR_BODY     裝備鎧甲
M  513    1      597   武器店老闆 --> 教導 long fist
G  538    513          販賣武器 --> 鬼頭刀
G  542    513          販賣武器 --> 小鐵刀
G  543    513          販賣武器 --> 鋼刀
G  587    513          販賣法杖 --> 火之杖
G  588    513          販賣法杖 --> 法杖
G  609    513          販賣弓
M  514    1      598   防具店老闆
G  517    514          販賣防具 --> 輕便型雨衣
G  529    514          販賣防具 --> 汗衫
G  530    514          販賣防具 --> 刀者之鎧
G  531    514          販賣防具 --> 刀者之靴
G  532    514          販賣防具 --> 刀者之服
G  533    514          販賣防具 --> 刀者之巾
G  534    514          販賣防具 --> 刀者之盾
G  535    514          販賣防具 --> 刀者披風
G  549    514          販賣防具 --> 斗笠
G  608    514          販賣背袋
G  610    514          販賣背袋
M  531    1      599   道具店老闆
G  503    531          販賣道具 --> 新娘捧花
G  12     531          販賣道具 --> 燈籠
G  562    531          販賣道具 --> 水袋
G  108    531          販賣道具 --> 符咒
G  109    531          販賣道具 --> 羊皮紙
G  113    531          販賣道具 --> 煙火
G  114    531          販賣道具 --> 煙火
G  115    531          販賣道具 --> 煙火
G  116    531          販賣道具 --> 煙火
M  532    1      600   藥局老闆
G  511    532          販賣藥品 --> 薏仁丹
G  512    532          販賣藥品 --> 大還丹
G  513    532          販賣藥品 --> 小還丹
G  514    532          販賣藥品 --> 金創藥
G  515    532          販賣藥品 --> 雪創膏
G  593    532          販賣藥水 --> 偵測易容藥水
G  161    532          販賣藥水 --> 坎水藥水
G  164    532          販賣藥水 --> 坤地藥水
M  502    1      520   不會走的小販
G  11     502          販賣饅頭
G  62     502          販賣香蒜大包子
G  63     502          販賣滷蛋
M  533    2      566   會走的小販
G  62     533          販賣香蒜大包子
G  63     533          販賣滷蛋
M  533    2      537   會走的小販
G  62     533          販賣香蒜大包子
G  63     533          販賣滷蛋
M  534    1      604   鐵匠 --> 修理武器
M  535    1      602   銀行管理員
M  536    1      603   鏢師 --> 教導 flee﹐cloud steps﹐hua sword
M  537    1      541   訓練者 --> 等級三十五
M  538    1      541   醫生
M  507    1      610   鐵匠 --> 修理防具
M  539    1      609   小道士 --> 轉職者 for shaman
M  541    1      611   將軍 --> 轉職者 for fighter
M  540    1      567   老師 --> 轉職者 for scholar
M  579    1      612   馬房
M  580    1      614   馬房小弟
M  593    1      612   旅遊者
M  573    1      641   書店老闆
G  319  573            販賣輕度傷害秘笈
G  323  573            販賣含霜之觸秘笈
G  372  573            販賣輕度電擊秘笈
M  549    1      650   道士
M  548    1      651   道士
M  550    1      652   道士
M  551    1      653   道士
M  552    1      654   道士
M  553    1      655   道士
M  554    1      656   道士
M  581    4      706   宮女
M  581    4      714   宮女
M  581    4      727   宮女
M  583    1      738   蔡邕 --> 等級六十四
M  558    1      739   董卓 --> 等級九十八
E  582  558      WEAR_BODY 裝備鎧甲
E  583  558      WEAR_ARMS 裝備臂甲
M  586    1      739   李儒
M  559    1      720   城市護衛 --> 等級三十

* 底下為升級用的怪物
M  510    5      558   小貓 --> 等級一
M  510    5      520   小貓 --> 等級一
M  510    5      586   小貓 --> 等級一
M  511    5      573   小鳥 --> 等級一
M  511    5      548   小鳥 --> 等級一
M  511    5      526   小鳥 --> 等級一
M  542    6      532   黃金鼠 --> 等級二
M  542    6      559   黃金鼠 --> 等級二
M  547    4      615   旅鼠 --> 等級二
M  574    8      507   瞎眼小狗 --> 等級二
M  574    8      553   瞎眼小狗 --> 等級二
M  574    8      547   瞎眼小狗 --> 等級二
M  529    6      507   小雞 --> 等級三
M  562    3      527   蒼鼠 --> 等級三
M  562    3      547   蒼鼠 --> 等級三
M  543    3      589   野貓 --> 等級四
M  561    3      514   天竺鼠 --> 等級四
M  561    3      543   天竺鼠 --> 等級四
M  509    2      564   小狗 --> 等級五
M  563    1      580   狐狸 --> 等級六
M  575   10      516   中毒的狗 --> 等級六
M  575   10      584   中毒的狗 --> 等級六
M  575   10      527   中毒的狗 --> 等級六
M  544    1      512   醜女 --> 等級七
M  525    3      584   壞狗 --> 等級八
M  525    3      590   壞狗 --> 等級八
M  528    1      592   牛 --> 等級九
M  516    1      588   學者 --> 等級十
M  522    4      528   男孩 --> 等級十
M  522    4      521   男孩 --> 等級十
M  522    4      571   男孩 --> 等級十
M  522    4      574   男孩 --> 等級十
M  504    3      611   士兵 --> 等級十
M  527    3      549   女孩 --> 等級十一
M  523    3      506   壞男孩 --> 等級十三
M  523    3      576   壞男孩 --> 等級十三
M  505    5      504   居民 --> 等級十五
M  505    5      532   居民 --> 等級十五
M  505    5      537   居民 --> 等級十五
M  505    5      582   居民 --> 等級十五
M  505    5      591   居民 --> 等級十五
M  506    2      507   行人 --> 等級十五
M  508    2      533   行人 --> 等級十五
M  566    1      608   老人 --> 等級十七
M  524    1      592   農夫 --> 等級十八
M  564    1      572   醉漢 --> 等級十九
G  576  564            給予酒瓶
M  567    2      522   旅客 --> 等級十九
M  567    2      588   旅客 --> 等級十九
M  556    1      678   僕人 --> 等級二十三
M  546    1      638   戰馬 --> 等級二十八
M  545    4      625   騎兵 --> 等級三十五
E  565  545      WEAR_WIELD 裝備長槍
M  570    1      578   詩人 --> 等級三十六
M  571    3      581   流氓 --> 等級三十九
M  571    3      513   流氓 --> 等級三十九
M  572    1      562   郎中 --> 等級四十八
G  578  572            給予法術書
M  565    4      639   殿前武士 --> 等級七十四
E  577  565      WEAR_WIELD 裝備剛劍
M  565    4      639   殿前武士 --> 等級七十四
E  577  565      WEAR_WIELD 裝備剛劍
M  569    1      639   殿前護衛 --> 等級八十五
E  577  569      WEAR_WIELD 裝備剛劍
G  564  569            給予鑰匙
M  555    1      640   李肅 --> 等級八十六
E  577  555      WEAR_WIELD 裝備剛劍
M  512    1      535   地政官吏 --> 等級四十五
E  561  512      17    裝備地政手冊

* 其他部份
O  14     1      501   水井
D  535    0      1     關上宮城門北的路
D  522    1      1     關上通往密道的門
D  640    2      2     鎖上將軍營的門
D  639    0      2     鎖上將軍營的門
D  650    2      1     關上七個道士的門
D  651    2      1     關上七個道士的門
D  652    2      1     關上七個道士的門
D  653    2      1     關上七個道士的門
D  654    2      1     關上七個道士的門
D  655    2      1     關上七個道士的門
D  656    2      1     關上七個道士的門
D  657    0      1     關上七個道士的門
D  659    0      1     關上七個道士的門
D  661    0      1     關上七個道士的門
D  663    0      1     關上七個道士的門
D  665    0      1     關上七個道士的門
D  667    0      1     關上七個道士的門
D  669    0      1     關上七個道士的門
D  741    0      2     鎖上皇宮的大門
D  720    2      2     鎖上皇宮的大門
